/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50051
Source Host           : localhost:3306
Source Database       : project1

Target Server Type    : MYSQL
Target Server Version : 50051
File Encoding         : 65001

Date: 2013-09-13 18:05:45
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `news`
-- ----------------------------
DROP TABLE IF EXISTS `news`;
CREATE TABLE `news` (
  `id` int(11) NOT NULL auto_increment,
  `author` varchar(255) NOT NULL default '系统管理员' COMMENT '1系统管理员',
  `title` varchar(255) NOT NULL,
  `content` varchar(254) NOT NULL,
  `ts_created` int(11) NOT NULL,
  `type` int(255) NOT NULL default '3' COMMENT '1为news2为upgrade3为其他',
  `status` int(255) NOT NULL,
  `active` int(11) NOT NULL default '1',
  `top` int(11) NOT NULL default '1' COMMENT '1为置顶',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=93 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of news
-- ----------------------------
INSERT INTO `news` VALUES ('1', '', '关于中秋开会的通知', '关于中秋开会的通知关于中秋开会的通知关于中秋开会的通知关于中秋开会的通知关于中秋开会的通知关于中秋开会的通知关于中秋开会的通知，，关于中秋开会的通知关于中秋开会的通知', '0', '1', '0', '3', '0');
INSERT INTO `news` VALUES ('67', '', '2012级语物理提高班', '2012级语物理提高班2012级语物理提高班', '0', '1', '0', '3', '1');
INSERT INTO `news` VALUES ('6', '', '关于中秋开会的通知', '开会的通知开会的通知开会的通知开会的通知开会的通知开会的通知开会的通知', '0', '1', '0', '3', '0');
INSERT INTO `news` VALUES ('7', '', '关于中秋开会的通知', '开会的通知开会的通知开会的通知开会的通知开会的通知开会的通知开会的通知', '0', '1', '0', '3', '0');
INSERT INTO `news` VALUES ('15', '', '2012级化学班', '2012级化学班同学全部结业', '0', '2', '9', '3', '0');
INSERT INTO `news` VALUES ('19', '', '2012级语文班', '恭喜2012级语文班全体同学顺利结业！！', '0', '2', '0', '3', '0');
INSERT INTO `news` VALUES ('20', '', '2012级语物理提高班', '热烈祝贺2012级语物理提高班全体同学顺利升班', '0', '2', '0', '3', '0');
INSERT INTO `news` VALUES ('21', '', '祝贺2012级语历史班同学顺利结业', '祝贺2012级语历史班同学顺利结业', '0', '2', '0', '3', '0');
INSERT INTO `news` VALUES ('22', '', '恭喜2012级语数学提高班顺利升班', '恭喜2012级语数学提高班顺利升班', '0', '2', '9', '1', '0');
INSERT INTO `news` VALUES ('33', '', '关于开展项目对接的通知', '关于开展项目对接的通知，关于开展项目对接的通知，关于开展项目对接的通知，关于开展项目对接的通知，关于开展项目对接的通知', '0', '1', '0', '3', '0');
INSERT INTO `news` VALUES ('32', '', '关于周末加班的通知', '关于周末加班的通知关于周末加班的通知关于周末加班的通知关于周末加班的通知', '0', '1', '0', '3', '0');
INSERT INTO `news` VALUES ('34', '', '恭喜2012级语英语提高班', '恭喜2012级语英语提高班恭喜2012级语英语提高班恭喜2012级语英语提高班', '0', '2', '9', '3', '0');
INSERT INTO `news` VALUES ('60', '', '紧急通知！！！（关于中秋节值班事宜的通知）', '关于中秋节值班事宜的通知）关于中秋节值班事宜的通知）关于中秋节值班事宜的通知）关于中秋节值班事宜的通知）关于中秋节值班事宜的通知）关于中秋节值班事宜的通知）', '0', '1', '9', '3', '0');
INSERT INTO `news` VALUES ('73', '', '2012级语物理提高班', '2012级语物理提高班2012级语物理提高班', '0', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('74', '', '你好', '整的 阿达', '0', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('75', '', 'NIHAO ', 'NIHAO 11', '0', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('71', '', '的萨达萨达', '2012级语物理提高班2012级语物理提高班2012级语物理提高班', '0', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('72', '', '你好', '你镇海', '0', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('70', '', '2012级语物理提高班', '2012级语物理提高班2012级语物理提高班2012级语物理提高班', '0', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('76', '', 'dsadsadsa sa dsa', 'DSADSADADSA', '2013', '2', '9', '1', '0');
INSERT INTO `news` VALUES ('77', '', 'FDSFS F DS', 'FDS FDS S ', '2013', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('78', '', 'dsadsadsa sa dsa', 'dsadsad', '1378112820', '1', '9', '1', '0');
INSERT INTO `news` VALUES ('79', '', '恭喜2012级语物理提高班', '恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班恭喜2012级语物理提高班,.', '1378171402', '2', '0', '3', '0');
INSERT INTO `news` VALUES ('80', '系统管理员', '恭喜2012级语英语提高班顺利升班', '恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班恭喜2012级语英语提高班顺利升班', '1378173436', '2', '0', '3', '0');
INSERT INTO `news` VALUES ('81', '南瓜', '2012级语物理提高班', '2012级语物理提高班2012级语物理提高班2012级语物理提高班2012级语物理提高班2012级语物理提高班2012级语物理提高班2012级语物理提高班', '1378175723', '2', '0', '1', '0');
INSERT INTO `news` VALUES ('82', '系统管理员', '123', '你哈珀啊', '1378370718', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('83', '系统管理员', '工作流测试', '123', '1378370908', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('84', '系统管理员', '工作流测试', '你好啊', '1378371056', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('85', '系统管理员', '你好啊', '你好啊', '1378372351', '1', '0', '3', '0');
INSERT INTO `news` VALUES ('86', '系统管理员', '哈哈', '123234344', '1378372388', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('87', '系统管理员', '123', '你好啊', '1378375707', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('88', '系统管理员', '很好啊', '很好啊', '1378430934', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('89', '系统管理员', '123434', 'efaefraer', '1378449233', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('90', '系统管理员', 'test1', 'test1', '1378449287', '1', '0', '3', '0');
INSERT INTO `news` VALUES ('91', '系统管理员', '的萨达萨达', 'dsadadadada', '1379004772', '1', '0', '1', '0');
INSERT INTO `news` VALUES ('92', '系统管理员', '121323', '12121212121', '1379065823', '1', '0', '1', '1');
